Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/Plugins.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# plugin.requirement.macOS
source: 需要 macOS %@ 或更高版本。
ar: يتطلب macOS %@ أو أحدث.
de: Erfordert macOS %@ oder neuer.
en: Requires macOS %@ or later.
es: Requiere macOS %@ o posterior.
fr: Nécessite macOS %@ ou une version ultérieure.
ja: macOS %@ 以降が必要です。
ko: macOS %@ 이상이 필요합니다.
pt: Requer macOS %@ ou posterior.
ru: Требуется macOS %@ или новее.
tr: macOS %@ veya üzerini gerektirir.
zh_hant: 需要 macOS %@ 或更新版本。

# plugin.requirement.application
source: 未找到所需应用：%@。
ar: لم يتم العثور على التطبيق المطلوب: %@.
de: Erforderliche App nicht gefunden: %@.
en: Required app not found: %@.
es: No se encontró la app requerida: %@.
fr: App requise introuvable : %@.
ja: 必要なアプリが見つかりません：%@。
ko: 필요한 앱을 찾을 수 없습니다: %@.
pt: App necessário não encontrado: %@.
ru: Не найдено нужное приложение: %@.
tr: Gerekli uygulama bulunamadı: %@.
zh_hant: 找不到必要的 App：%@。

# plugin.requirement.recheck
source: 重新检查
ar: التحقق مجددًا
de: Erneut prüfen
en: Check Again
es: Volver a comprobar
fr: Vérifier à nouveau
ja: 再確認
ko: 다시 확인
pt: Verificar novamente
ru: Проверить снова
tr: Yeniden Kontrol Et
zh_hant: 再次檢查

# plugin.management.hideFromDashboardFormat
source: 从仪表盘隐藏%@
ar: إخفاء %@ من لوحة المعلومات
de: %@ im Dashboard ausblenden
en: Hide %@ from Dashboard
es: Ocultar %@ del panel
fr: Masquer %@ du tableau de bord
ja: %@をダッシュボードから隠す
ko: %@을(를) 대시보드에서 가리기
pt: Ocultar %@ do painel
ru: Скрыть %@ с панели управления
tr: %@ Öğesini Gösterge Panelinden Gizle
zh_hant: 從儀表板隱藏%@

# plugin.management.hideFromFeaturePanelFormat
source: 从功能面板隐藏%@
ar: إخفاء %@ من لوحة الميزات
de: %@ im Funktionsbereich ausblenden
en: Hide %@ from Feature Panel
es: Ocultar %@ del panel de funciones
fr: Masquer %@ du panneau de fonctionnalités
ja: %@を機能パネルから隠す
ko: %@을(를) 기능 패널에서 가리기
pt: Ocultar %@ do painel de recursos
ru: Скрыть %@ с панели функций
tr: %@ Öğesini Özellik Panelinden Gizle
zh_hant: 從功能面板隱藏%@

# plugin.management.moveToBottom
source: 移到底部
ar: نقل إلى أسفل القائمة
de: Ans Ende verschieben
en: Move to Bottom
es: Mover al final
fr: Déplacer en bas de la liste
ja: 一番下に移動
ko: 맨 아래로 이동
pt: Mover para o fim
ru: Переместить в конец
tr: En Alta Taşı

# plugin.management.moveToTop
source: 移到顶部
ar: نقل إلى أعلى القائمة
de: An den Anfang verschieben
en: Move to Top
es: Mover al principio
fr: Déplacer en haut de la liste
ja: 一番上に移動
ko: 맨 위로 이동
pt: Mover para o início
ru: Переместить в начало
tr: En Üste Taşı
zh_hant: 移到頂部

# plugin.management.showInFeaturePanelFormat
source: 在功能面板显示%@
ar: إظهار %@ في لوحة الميزات
de: %@ im Funktionsbereich anzeigen
en: Show %@ in Feature Panel
es: Mostrar %@ en el panel de funciones
fr: Afficher %@ dans le panneau de fonctionnalités
ja: %@を機能パネルに表示
ko: %@을(를) 기능 패널에 표시
pt: Mostrar %@ no painel de recursos
ru: Показать %@ на панели функций
tr: %@ Öğesini Özellik Panelinde Göster
zh_hant: 在功能面板顯示%@

# plugin.management.showOnDashboardFormat
source: 在仪表盘显示%@
ar: إظهار %@ في لوحة المعلومات
de: %@ im Dashboard anzeigen
en: Show %@ on Dashboard
es: Mostrar %@ en el panel
fr: Afficher %@ sur le tableau de bord
ja: %@をダッシュボードに表示
ko: %@을(를) 대시보드에 표시
pt: Mostrar %@ no painel
ru: Показать %@ на панели управления
tr: %@ Öğesini Gösterge Panelinde Göster
zh_hant: 在儀表板顯示%@

# plugin.management.uninstall.confirmationMessage
source: 它将从%@移除，快捷键和设置入口也会移除，后台工作将停止。插件数据会保留。
ar: ستتم إزالته من %@. ستُزال اختصاراته وإدخاله في الإعدادات، وسيتوقف عمله في الخلفية. ستُحتفَظ ببيانات الإضافة.
de: Es wird aus %@ entfernt. Seine Kurzbefehle und sein Eintrag in den Einstellungen werden entfernt, und die Hintergrundarbeit wird beendet. Plug-in-Daten bleiben erhalten.
en: It will be removed from %@. Its shortcuts and settings entry will be removed, and its background work will stop. Plugin data will be kept.
es: Se eliminará de %@. Se eliminarán sus atajos y su entrada en Ajustes, y se detendrá su actividad en segundo plano. Se conservarán los datos del complemento.
fr: Il sera supprimé de %@. Ses raccourcis et son entrée dans les réglages seront supprimés, et son activité en arrière-plan s’arrêtera. Les données du module seront conservées.
ja: %@ から削除されます。ショートカットと設定項目が削除され、バックグラウンドでの処理も停止します。プラグインのデータは保持されます。
ko: %@에서 제거됩니다. 단축키와 설정 항목이 제거되고 백그라운드 작업도 중단됩니다. 플러그인 데이터는 유지됩니다.
pt: Ele será removido de %@. Seus atalhos e a entrada nos Ajustes serão removidos, e a atividade em segundo plano será interrompida. Os dados do plug-in serão mantidos.
ru: Плагин будет удалён из %@. Его сочетания клавиш и пункт настроек будут удалены, а фоновая работа остановится. Данные плагина будут сохранены.
tr: Bu eklenti %@ üzerinden kaldırılacak. Kısayolları ve ayarlar girişi kaldırılacak, arka plan çalışması duracak. Eklenti verileri saklanacak.
zh_hant: 它將從%@移除，快捷鍵和設定入口也會移除，背景工作將停止。外掛資料會保留。

# plugin.management.uninstall.confirmationMessageRemovesData
source: 它将从%@移除，快捷键、设置入口和插件私密数据也会永久删除，后台工作将停止。此操作无法撤销。
ar: ستتم إزالته من %@. ستُحذف اختصاراته وإدخاله في الإعدادات وبيانات الإضافة الخاصة نهائيًا، وسيتوقف عمله في الخلفية. لا يمكن التراجع عن هذا الإجراء.
de: Es wird aus %@ entfernt. Seine Kurzbefehle, sein Eintrag in den Einstellungen und seine privaten Plug-in-Daten werden dauerhaft gelöscht, und die Hintergrundarbeit wird beendet. Dies kann nicht widerrufen werden.
en: It will be removed from %@. Its shortcuts, settings entry, and private plugin data will be permanently deleted, and its background work will stop. This can’t be undone.
es: Se eliminará de %@. Sus atajos, su entrada en Ajustes y los datos privados del complemento se eliminarán permanentemente, y se detendrá su actividad en segundo plano. Esta acción no se puede deshacer.
fr: Il sera supprimé de %@. Ses raccourcis, son entrée dans les réglages et les données privées du module seront définitivement supprimés, et son activité en arrière-plan s’arrêtera. Cette action est irréversible.
ja: %@ から削除されます。ショートカット、設定項目、プラグインの非公開データが完全に削除され、バックグラウンド処理も停止します。この操作は取り消せません。
ko: %@에서 제거됩니다. 단축키, 설정 항목 및 플러그인의 비공개 데이터가 영구적으로 삭제되고 백그라운드 작업도 중단됩니다. 이 작업은 취소할 수 없습니다.
pt: Ele será removido de %@. Seus atalhos, a entrada nos Ajustes e os dados privados do plug-in serão excluídos permanentemente, e a atividade em segundo plano será interrompida. Esta ação não pode ser desfeita.
ru: Плагин будет удалён из %@. Его сочетания клавиш, пункт настроек и конфиденциальные данные будут удалены безвозвратно, а фоновая работа остановится. Это действие нельзя отменить.
tr: Bu eklenti %@ üzerinden kaldırılacak. Kısayolları, ayarlar girişi ve özel eklenti verileri kalıcı olarak silinecek, arka plan çalışması duracak. Bu işlem geri alınamaz.
zh_hant: 它將從%@移除，快捷鍵、設定入口和外掛私密資料也會永久刪除，背景工作將停止。此操作無法還原。

# plugin.management.uninstall.confirmationTitle
source: 卸载“%@”？
ar: هل تريد إلغاء تثبيت «%@»؟
de: „%@“ deinstallieren?
en: Uninstall “%@”?
es: ¿Desinstalar “%@”?
fr: Désinstaller « %@ » ?
ja: 「%@」をアンインストールしますか？
ko: “%@”을(를) 제거할까요?
pt: Desinstalar “%@”?
ru: Удалить «%@»?
tr: “%@” kaldırılsın mı?
zh_hant: 解除安裝「%@」？

# plugin.management.uninstall.confirmationPausedNotice
source: 本次设置会话已暂停卸载确认。
ar: تم إيقاف تأكيدات إلغاء التثبيت مؤقتًا لجلسة الإعدادات هذه.
de: Deinstallationsbestätigungen sind für diese Einstellungen-Sitzung pausiert.
en: Uninstall confirmations are paused for this Settings session.
es: Las confirmaciones de desinstalación están pausadas durante esta sesión de Ajustes.
fr: Les confirmations de désinstallation sont suspendues pour cette session de réglages.
ja: この設定セッションではアンインストールの確認が一時停止されています。
ko: 이 설정 세션에서는 제거 확인이 일시 중지됩니다.
pt: As confirmações de desinstalação estão pausadas nesta sessão de Ajustes.
ru: Подтверждения удаления приостановлены для этого сеанса настроек.
tr: Bu Ayarlar oturumunda kaldırma onayları duraklatıldı.
zh_hant: 本次設定工作階段已暫停解除安裝確認。

# plugin.management.uninstall.pauseConfirmation
source: 在本次设置会话中不再询问
ar: عدم السؤال مرة أخرى خلال جلسة الإعدادات هذه
de: In dieser Einstellungen-Sitzung nicht erneut fragen
en: Don’t ask again for this Settings session
es: No volver a preguntar en esta sesión de Ajustes
fr: Ne plus demander pendant cette session de réglages
ja: この設定セッションでは今後確認しない
ko: 이 설정 세션에서는 다시 묻지 않기
pt: Não perguntar novamente nesta sessão de Ajustes
ru: Больше не спрашивать в этом сеансе настроек
tr: Bu Ayarlar oturumunda yeniden sorma
zh_hant: 在本次設定工作階段中不再詢問

# plugin.management.uninstall.resumeConfirmation
source: 重新开启确认
ar: إعادة تشغيل التأكيدات
de: Bestätigungen wieder einschalten
en: Turn Confirmations Back On
es: Volver a activar las confirmaciones
fr: Réactiver les confirmations
ja: 確認を再びオンにする
ko: 확인 다시 켜기
pt: Reativar confirmações
ru: Снова включить подтверждения
tr: Onayları Yeniden Aç
zh_hant: 重新開啟確認

# plugin.capability.both
source: 卡片与功能行
ar: البطاقات وصفوف الإجراءات
de: Karten und Aktionszeilen
en: Cards and Action Rows
es: Tarjetas y filas de acciones
fr: Cartes et lignes d’actions
ja: カードとアクション行
ko: 카드 및 동작 행
pt: Cartões e linhas de ações
ru: Карточки и строки действий
tr: Kartlar ve Eylem Satırları
zh_hant: 卡片與功能列

# plugin.capability.widget
source: 卡片
ar: البطاقات
de: Karten
en: Cards
es: Tarjetas
fr: Cartes
ja: カード
ko: 카드
pt: Cartões
ru: Карточки
tr: Kartlar

# plugin.capability.row
source: 功能行
ar: صفوف الإجراءات
de: Aktionszeilen
en: Action Rows
es: Filas de acciones
fr: Lignes d’actions
ja: アクション行
ko: 동작 행
pt: Linhas de ações
ru: Строки действий
tr: Eylem Satırları
zh_hant: 功能列

# plugin.capability.settingsOnly
source: 仅设置
ar: الإعدادات فقط
de: Nur Einstellungen
en: Settings Only
es: Solo ajustes
fr: Réglages uniquement
ja: 設定のみ
ko: 설정만
pt: Somente ajustes
ru: Только настройки
tr: Yalnızca Ayarlar
zh_hant: 僅設定

# plugin.capability.unknown
source: 插件功能
ar: ميزات الإضافة
de: Plug-in-Funktionen
en: Plugin Features
es: Funciones del complemento
fr: Fonctionnalités du module
ja: プラグインの機能
ko: 플러그인 기능
pt: Recursos do plug-in
ru: Возможности плагина
tr: Eklenti Özellikleri
zh_hant: 外掛功能

# plugin.management.openSettingsForPlugin
source: 打开%@设置
ar: فتح إعدادات %@
de: %@-Einstellungen öffnen
en: Open %@ Settings
es: Abrir ajustes de %@
fr: Ouvrir les réglages de %@
ja: %@の設定を開く
ko: %@ 설정 열기
pt: Abrir ajustes de %@
ru: Открыть настройки %@
tr: %@ Ayarlarını Aç
zh_hant: 打開%@設定

# plugin.autoUpdate.detail.checking
source: 新版首次启动时会先检查已安装插件。
ar: يتم فحص المكونات الإضافية المثبتة أولاً عند بدء تشغيل هذا الإصدار لأول مرة.
de: Installierte Plugins werden zuerst überprüft, wenn diese Version zum ersten Mal gestartet wird.
en: Installed plugins are checked first when this version starts for the first time.
es: Los complementos instalados se verifican primero cuando se inicia esta versión por primera vez.
fr: Les plugins installés sont vérifiés en premier lorsque cette version démarre pour la première fois.
ja: このバージョンを初めて起動すると、インストールされているプラグインが最初にチェックされます。
ko: 이 버전이 처음 시작되면 설치된 플러그인이 먼저 확인됩니다.
pt: Os plug-ins instalados são verificados primeiro quando esta versão é iniciada pela primeira vez.
ru: Установленные плагины проверяются в первую очередь при первом запуске этой версии.
tr: Bu sürüm ilk kez başlatıldığında önce yüklü eklentiler denetlenir.
zh_hant: 新版首次啟動時會先檢查已安裝外掛。

# plugin.autoUpdate.detail.completedFormat
source: 已更新 %d 个插件。
ar: تم تحديث %d المكونات الإضافية.
de: Plugins für %d aktualisiert.
en: Updated %d plugins.
es: Complementos %d actualizados.
fr: Plugins %d mis à jour.
ja: %d プラグインを更新しました。
ko: %d 플러그인이 업데이트되었습니다.
pt: Plugins %d atualizados.
ru: Обновлены плагины %d.
tr: %d eklenti güncellendi.
zh_hant: 已更新 %d 個外掛。

# plugin.autoUpdate.detail.failed
source: 稍后可在此页面重试。
ar: يمكنك إعادة المحاولة في هذه الصفحة لاحقًا.
de: Sie können es später auf dieser Seite noch einmal versuchen.
en: You can retry on this page later.
es: Puedes volver a intentarlo en esta página más tarde.
fr: Vous pourrez réessayer sur cette page plus tard.
ja: 後でこのページで再試行できます。
ko: 나중에 이 페이지에서 다시 시도할 수 있습니다.
pt: Você pode tentar novamente nesta página mais tarde.
ru: Вы можете повторить попытку на этой странице позже.
tr: Bu sayfada daha sonra yeniden deneyebilirsiniz.
zh_hant: 稍後可在此頁面重試。

# plugin.autoUpdate.detail.noUpdates
source: 已是最新版本。
ar: محدث بالفعل.
de: Bereits auf dem neuesten Stand.
en: Already up to date.
es: Ya actualizado.
fr: Déjà à jour.
ja: すでに最新です。
ko: 이미 최신 상태입니다.
pt: Já atualizado.
ru: Уже обновлено.
tr: Zaten güncel.

# plugin.autoUpdate.detail.updatingFormat
source: 正在更新 %d 个已安装插件，完成后会继续加载。
ar: تحديث %d المكونات الإضافية المثبتة. سيستمر التحميل بعد التحديث.
de: Aktualisierung von %d installierten Plugins. Der Ladevorgang wird nach dem Update fortgesetzt.
en: Updating %d installed plugins. Loading will continue after the update.
es: Actualizando %d complementos instalados. La carga continuará después de la actualización.
fr: Mise à jour des plugins installés %d. Le chargement continuera après la mise à jour.
ja: インストールされている %d プラグインを更新しています。アップデート後も読み込みは続行されます。
ko: %d 설치된 플러그인을 업데이트하는 중입니다. 업데이트 후에도 로딩이 계속됩니다.
pt: Atualizando %d plug-ins instalados. O carregamento continuará após a atualização.
ru: Обновление %d установленных плагинов. Загрузка продолжится после обновления.
tr: %d yüklü eklenti güncelleniyor. Güncelleme sonrasında yüklemeye devam edilir.
zh_hant: 正在更新 %d 個已安裝外掛，完成後會繼續加載。

# plugin.autoUpdate.message.noInstalledUpdates
source: 已安装插件都是最新版本。
ar: المكونات الإضافية المثبتة محدثة بالفعل.
de: Installierte Plugins sind bereits auf dem neuesten Stand.
en: Installed plugins are already up to date.
es: Los complementos instalados ya están actualizados.
fr: Les plugins installés sont déjà à jour.
ja: インストールされているプラグインはすでに最新のものです。
ko: 설치된 플러그인은 이미 최신 버전입니다.
pt: Os plug-ins instalados já estão atualizados.
ru: Установленные плагины уже обновлены.
tr: Yüklü eklentiler zaten güncel.
zh_hant: 已安裝外掛都是最新版本。

# plugin.autoUpdate.message.updatedInstalledFormat
source: 已更新 %d 个插件。
ar: تم تحديث %d المكونات الإضافية.
de: Aktualisierte %d-Plugins.
en: Updated %d plugins.
es: Complementos %d actualizados.
fr: Plugins %d mis à jour.
ja: %d プラグインを更新しました。
ko: %d 플러그인이 업데이트되었습니다.
pt: Plugins %d atualizados.
ru: Обновлены плагины %d.
tr: %d eklenti güncellendi.
zh_hant: 已更新 %d 個外掛。

# plugin.autoUpdate.message.updatingInstalledFormat
source: 正在更新 %d 个已安装插件。
ar: تحديث %d المكونات الإضافية المثبتة.
de: Aktualisierung von %d installierten Plugins.
en: Updating %d installed plugins.
es: Actualizando %d complementos instalados.
fr: Mise à jour des plugins installés %d.
ja: インストールされている %d プラグインを更新しています。
ko: %d 설치된 플러그인을 업데이트하는 중입니다.
pt: Atualizando %d plug-ins instalados.
ru: Обновление %d установленных плагинов.
tr: %d yüklü eklenti güncelleniyor.
zh_hant: 正在更新 %d 個已安裝外掛。

# plugin.autoUpdate.title.checking
source: 正在检查插件更新
ar: التحقق من تحديثات البرنامج المساعد
de: Plugin-Updates prüfen
en: Checking Plugin Updates
es: Comprobación de actualizaciones de complementos
fr: Vérification des mises à jour du plugin
ja: プラグインのアップデートを確認しています
ko: 플러그인 업데이트 확인
pt: Verificando atualizações de plug-ins
ru: Проверка обновлений плагина
tr: Eklenti Güncellemeleri Denetleniyor
zh_hant: 正在檢查外掛更新

# plugin.autoUpdate.title.completed
source: 插件已更新
ar: تم تحديث المكونات الإضافية
de: Plugins aktualisiert
en: Plugins Updated
es: Complementos actualizados
fr: Plugins mis à jour
ja: プラグインが更新されました
ko: 플러그인 업데이트
pt: Plugins atualizados
ru: Обновлены плагины
tr: Eklentiler Güncellendi
zh_hant: 外掛已更新

# plugin.autoUpdate.title.failed
source: 插件自动更新失败
ar: فشل التحديث التلقائي للمكون الإضافي
de: Automatisches Plugin-Update fehlgeschlagen
en: Automatic Plugin Update Failed
es: Error en la actualización automática del complemento
fr: Échec de la mise à jour automatique du plugin
ja: プラグインの自動更新に失敗しました
ko: 자동 플러그인 업데이트 실패
pt: Falha na atualização automática do plug-in
ru: Ошибка автоматического обновления плагина
tr: Otomatik Eklenti Güncellemesi Başarısız Oldu
zh_hant: 外掛自動更新失敗

# plugin.autoUpdate.title.updating
source: 正在更新插件
ar: تحديث المكونات الإضافية
de: Plugins aktualisieren
en: Updating Plugins
es: Actualización de complementos
fr: Mise à jour des plugins
ja: プラグインの更新
ko: 플러그인 업데이트
pt: Atualizando plug-ins
ru: Обновление плагинов
tr: Eklentiler Güncelleniyor
zh_hant: 正在更新外掛

# plugin.catalog.detail.refreshing
source: 正在刷新插件列表...
ar: جارٍ تحديث كتالوج المكونات الإضافية...
de: Plugin-Katalog wird aktualisiert…
en: Refreshing plugin catalog…
es: Catálogo de complementos actualizado…
fr: Actualisation du catalogue de plugins…
ja: プラグイン カタログを更新中…
ko: 플러그인 카탈로그 새로 고침…
pt: Atualizando catálogo de plug-ins…
ru: Обновление каталога плагинов…
tr: Eklenti kataloğu yenileniyor…
zh_hant: 正在刷新外掛列表...

# plugin.catalog.detail.unavailable
source: 已安装插件仍可继续管理。
ar: لا يزال من الممكن إدارة المكونات الإضافية المثبتة.
de: Installierte Plugins können weiterhin verwaltet werden.
en: Installed plugins can still be managed.
es: Los complementos instalados aún se pueden administrar.
fr: Les plugins installés peuvent toujours être gérés.
ja: インストールされたプラグインは引き続き管理できます。
ko: 설치된 플러그인은 계속 관리할 수 있습니다.
pt: Os plug-ins instalados ainda podem ser gerenciados.
ru: Установленными плагинами по-прежнему можно управлять.
tr: Yüklü eklentiler yine de yönetilebilir.
zh_hant: 已安裝外掛仍可繼續管理。

# plugin.catalog.title.localDevelopment
source: 本地开发列表
ar: كتالوج التطوير المحلي
de: Lokaler Entwicklungskatalog
en: Local Development Catalog
es: Catálogo de Desarrollo Local
fr: Catalogue de développement local
ja: ローカル開発カタログ
ko: 지역 개발 카탈로그
pt: Catálogo de Desenvolvimento Local
ru: Каталог локальной разработки
tr: Yerel Geliştirme Kataloğu
zh_hant: 本地開發列表

# plugin.catalog.title.production
source: 插件列表
ar: كتالوج المكونات الإضافية
de: Plugin-Katalog
en: Plugin Catalog
es: Catálogo de complementos
fr: Catalogue de plugins
ja: プラグイン カタログ
ko: 플러그인 카탈로그
pt: Catálogo de plug-ins
ru: Каталог плагинов
tr: Eklenti Kataloğu
zh_hant: 外掛列表

# plugin.catalog.title.unavailable
source: 插件列表未配置
ar: لم يتم تكوين كتالوج المكونات الإضافية
de: Plugin-Katalog nicht konfiguriert
en: Plugin Catalog Not Configured
es: Catálogo de complementos no configurado
fr: Catalogue de plugins non configuré
ja: プラグイン カタログが構成されていません
ko: 플러그인 카탈로그가 구성되지 않음
pt: Catálogo de plug-ins não configurado
ru: Каталог плагинов не настроен
tr: Eklenti Kataloğu Yapılandırılmamış
zh_hant: 外掛列表未配置

# plugin.category.all
source: 全部
ar: الكل
de: Alle
en: All
es: Todos
fr: Tous
ja: すべて
ko: 모두
pt: Todos
ru: Все
tr: Tümü

# plugin.category.audio
source: 音频
ar: الصوت
de: Audio
en: Audio
es: Audio
fr: Audio
ja: オーディオ
ko: 오디오
pt: Áudio
ru: Аудио
tr: Ses
zh_hant: 音頻

# plugin.category.display
source: 显示
ar: العرض
de: Anzeige
en: Display
es: Pantalla
fr: Affichage
ja: ディスプレイ
ko: 디스플레이
pt: Exibição
ru: Дисплей
tr: Ekran
zh_hant: 顯示

# plugin.category.monitoring
source: 监控
ar: المراقبة
de: Überwachung
en: Monitoring
es: Monitoreo
fr: Surveillance
ja: モニタリング
ko: 모니터링
pt: Monitoramento
ru: Мониторинг
tr: İzleme
zh_hant: 監控

# plugin.category.other
source: 其他
ar: أخرى
de: Andere
en: Other
es: Otro
fr: Autre
ja: その他
ko: 기타
pt: Outro
ru: Другое
tr: Diğer

# plugin.category.productivity
source: 效率
ar: الإنتاجية
de: Produktivität
en: Productivity
es: Productividad
fr: Productivité
ja: 生産性
ko: 생산성
pt: Produtividade
ru: Производительность
tr: Üretkenlik

# plugin.category.storage
source: 清理
ar: التنظيف
de: Aufräumen
en: Cleanup
es: Limpieza
fr: Nettoyage
ja: クリーンアップ
ko: 정리
pt: Limpeza
ru: Очистка
tr: Temizleme

# plugin.category.system
source: 系统
ar: النظام
de: System
en: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt: Sistema
ru: Система
tr: Sistem
zh_hant: 系統

# plugin.components.empty.title
source: 暂无组件
ar: لا توجد مكونات
de: Keine Komponenten
en: No Components
es: Sin componentes
fr: Aucun composant
ja: コンポーネントがありません
ko: 구성요소 없음
pt: Sem componentes
ru: Нет компонентов
tr: Bileşen Yok
zh_hant: 暫無組件

# plugin.detail.available
source: 可以安装此插件。
ar: يمكن تثبيت هذا البرنامج المساعد.
de: Dieses Plugin kann installiert werden.
en: This plugin can be installed.
es: Este complemento se puede instalar.
fr: Ce plugin peut être installé.
ja: このプラグインはインストールできます。
ko: 이 플러그인을 설치할 수 있습니다.
pt: Este plugin pode ser instalado.
ru: Этот плагин можно установить.
tr: Bu eklenti yüklenebilir.
zh_hant: 可以安裝此外掛。

# plugin.detail.localDevelopment
source: 来自本地开发插件列表。
ar: من كتالوج المكونات الإضافية للتطوير المحلي.
de: Aus dem lokalen Entwicklungs-Plugin-Katalog.
en: From the local development plugin catalog.
es: Del catálogo de complementos de desarrollo local.
fr: À partir du catalogue de plugins de développement local.
ja: ローカル開発プラグイン カタログから。
ko: 로컬 개발 플러그인 카탈로그에서.
pt: Do catálogo de plug-ins de desenvolvimento local.
ru: Из локального каталога плагинов разработки.
tr: Yerel geliştirme eklenti kataloğundan.
zh_hant: 來自本地開發外掛列表。

# plugin.detail.restartRequiredAfterRemoval
source: 已移出界面，重启后彻底释放已加载代码。
ar: تمت إزالته من الواجهة. أعد التشغيل لتحرير الكود المحمل بالكامل.
de: Aus der Schnittstelle entfernt. Starten Sie neu, um den geladenen Code vollständig freizugeben.
en: Removed from the interface. Restart to fully release loaded code.
es: Eliminado de la interfaz. Reinicie para liberar completamente el código cargado.
fr: Supprimé de l'interface. Redémarrez pour libérer complètement le code chargé.
ja: インターフェースから削除されました。再起動してロードされたコードを完全に解放します。
ko: 인터페이스에서 제거되었습니다. 로드된 코드를 완전히 해제하려면 다시 시작하세요.
pt: Removido da interface. Reinicie para liberar totalmente o código carregado.
ru: Удален из интерфейса. Перезапустите, чтобы полностью освободить загруженный код.
tr: Arayüzden kaldırıldı. Yüklenen kodun tamamen boşaltılması için yeniden başlatın.
zh_hant: 已移出界面，重啟後徹底釋放已加載代碼。

# plugin.detail.restartRequiredAfterUpdate
source: 新版本将在重启后启用，旧代码将在重启后彻底释放。
ar: سيتم تمكين الإصدار الجديد بعد إعادة التشغيل، وسيتم إصدار التعليمات البرمجية القديمة بالكامل.
de: Die neue Version wird nach dem Neustart aktiviert und der alte Code wird vollständig freigegeben.
en: The new version will be enabled after restart, and old code will be fully released.
es: La nueva versión se habilitará después del reinicio y el código antiguo se liberará por completo.
fr: La nouvelle version sera activée après le redémarrage et l'ancien code sera entièrement publié.
ja: 新しいバージョンは再起動後に有効になり、古いコードは完全にリリースされます。
ko: 새 버전은 다시 시작한 후 활성화되며 이전 코드는 완전히 릴리스됩니다.
pt: A nova versão será habilitada após a reinicialização e o código antigo será totalmente liberado.
ru: Новая версия будет активирована после перезапуска, а старый код будет полностью выпущен.
tr: Yeni sürüm, yeniden başlatma sonrasında etkinleşecek; eski kod tamamen boşaltılacak.
zh_hant: 新版本將在重啟後啟用，舊代碼將在重啟後徹底釋放。

# plugin.detail.revoked
source: 此版本已被撤回。
ar: تم إبطال هذا الإصدار.
de: Diese Version wurde widerrufen.
en: This version has been revoked.
es: Esta versión ha sido revocada.
fr: Cette version a été révoquée.
ja: このバージョンは失効しました。
ko: 이 버전은 취소되었습니다.
pt: Esta versão foi revogada.
ru: Эта версия была отозвана.
tr: Bu sürüm geri çekildi.

# plugin.detail.updateAvailableFormat
source: 已安装 %@，可更新到 %@。
ar: تم تثبيت %@، التحديث متاح لـ %@.
de: Installiert %@, Update verfügbar auf %@.
en: Installed %@, update available to %@.
es: Instalado %@, actualización disponible para %@.
fr: Installé %@, mise à jour disponible pour %@.
ja: %@ がインストールされました。アップデートは %@ に利用可能です。
ko: %@이(가) 설치되었으며 %@에 업데이트가 제공됩니다.
pt: %@ instalado, atualização disponível para %@.
ru: Установлен %@, доступно обновление для %@.
tr: Yüklü: %@, güncelleme: %@.
zh_hant: 已安裝 %@，可更新到 %@。

# plugin.empty.enable
source: 启用
ar: تمكين
de: Aktivieren
en: Enable
es: Habilitar
fr: Activer
ja: 有効
ko: 활성화
pt: Ativar
ru: Включить
tr: Etkinleştir
zh_hant: 啟用

# plugin.empty.install
source: 去安装
ar: الانتقال إلى التثبيت
de: Plugins installieren
en: Install Plugins
es: Instalar complementos
fr: Installer des plugins
ja: インストールへ
ko: 설치하러 가기
pt: Instalar plug-ins
ru: Установить плагины
tr: Eklenti Yükle
zh_hant: 前往安裝
